[
  {
    "arabic": "إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى.",
    "translation": "Actions are but by intentions, and every man shall have but that which he intended."
  },
  {
    "arabic": "الدِّينُ النَّصِيحَةُ.",
    "translation": "Religion is advice."
  },
  {
    "arabic": "لا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ.",
    "translation": "None of you will believe until you love for your brother what you love for yourself."
  },
  {
    "arabic": "مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ.",
    "translation": "Whoever believes in Allah and the Last Day, let him speak good or else keep silent."
  },
  {
    "arabic": "الْكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ.",
    "translation": "A good word is a form of charity."
  },
  {
    "arabic": "اتَّقِ اللَّهَ حَيْثُمَا كُنْتَ.",
    "translation": "Fear Allah wherever you are."
  },
  {
    "arabic": "خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ.",
    "translation": "The best of you are those who learn the Qur'an and teach it."
  },
  {
    "arabic": "مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ.",
    "translation": "Whoever follows a path in the pursuit of knowledge, Allah will make a path to Paradise easy for him."
  },
  {
    "arabic": "لاَ تَغْضَبْ وَلَكَ الْجَنَّةُ.",
    "translation": "Do not become angry and Paradise will be yours."
  },
  {
    "arabic": "تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ.",
    "translation": "Your smiling in the face of your brother is a charity."
  },
  {
    "arabic": "إِنَّ اللَّهَ لاَ يَنْظُرُ إِلَى صُوَرِكُمْ وَأَمْوَالِكُمْ، وَلَكِنْ يَنْظُرُ إِلَى قُلُوبِكُمْ وَأَعْمَالِكُمْ.",
    "translation": "Allah does not look at your forms or your wealth, but He looks at your hearts and your deeds."
  },
  {
    "arabic": "مَنْ غَشَّنَا فَلَيْسَ مِنَّا.",
    "translation": "Whoever cheats us is not one of us."
  },
  {
    "arabic": "الْحَيَاءُ شُعْبَةٌ مِنَ الإِيمَانِ.",
    "translation": "Modesty is a branch of faith."
  },
  {
    "arabic": "أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ.",
    "translation": "The most beloved words to Allah are four: Subhan-Allah, Al-hamdu-lillah, La ilaha illa-Allah, and Allahu Akbar."
  },
  {
    "arabic": "أَفْضَلُ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ.",
    "translation": "The best remembrance is 'La ilaha illa-Allah' (there is no god but Allah)."
  },
  {
    "arabic": "مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ فَلَهُ بِهِ حَسَنَةٌ، وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا.",
    "translation": "Whoever reads a letter from the Book of Allah, he will have a reward, and this reward will be multiplied by ten."
  },
  {
    "arabic": "إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلاَّ مِنْ ثَلاَثَةٍ: إِلاَّ مِنْ صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ.",
    "translation": "When a man dies, his deeds come to an end except for three things: Sadaqah Jariyah (ceaseless charity); a knowledge which is beneficial, or a virtuous descendant who prays for him."
  },
  {
    "arabic": "لاَ يَدْخُلُ الْجَنَّةَ قَاطِعُ رَحِمٍ.",
    "translation": "The one who severs the ties of kinship will not enter Paradise."
  },
  {
    "arabic": "مَنْ صَلَّى عَلَىَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا.",
    "translation": "Whoever sends blessings upon me once, Allah will send blessings upon him ten times."
  },
  {
    "arabic": "كُلُّ مَعْرُوفٍ صَدَقَةٌ.",
    "translation": "Every good deed is a charity."
  }
]
